import React from 'react';
const News = () => {
  return (
    <div className="news">
      <div className="container">
        <h1>NEWS</h1>
        <div className="info">
          <span>
            Новий Ерангель: Нові візуальні ефекти Оновлено небо, землю, воду і рослинність, щоб бути
            більш реалістичними і докладними. <br/> Зміни в будівництві. Змінив структуру деяких будівель.
            <br/>Великі зміни точки ресурсу Mylta Power: Mylta Power була реконструйований з новою
            будівельною розкладки, щоб зробити точки ресурсів ближче один до одного для більш
            несподіваних подій у битві. <br/> Кар'єр: Покращена структура рельєфу, скоригувала планування
            будівель, додала 7 нових великих складів, а також додала точки посадки для ще більш
            мародерства варіантів.
            <br/> В'язниця: Скоригована структура місцевості, щоб додати більше стін
            в околицях. Скориговані деякі будівельні макети, щоб дати кожному нові тактичні варіанти.
            <br/> Коригування інших точок ресурсів у зоні відтворення: додано кілька точок ресурсів у зоні
            відтворення. <br/> Нові елементи карти Додано траншеї, дерев'яні барикади, покинуті танки, і
            конструкції в якості покриття, щоб створити більш переконливу атмосферу бою по всій
            Erangel, яка зробить нові тактики і стратегії можливо. <br/> Зміни структури будівлі Скоригована
            структура деяких міських районів, щоб дати гравцям ще кращий досвід при нападі і захисті.
            <br/> Деякі будівлі тепер мають підвали, і гравці повинні будуть розбити дерев'яні двері
            підвалів зі зброєю, перш ніж вони можуть увійти.
          </span>
        </div>
      </div>
    </div>
  );
};

export default News;
